{
    "article_title": "Houston doctor on CDC committee deciding who will get COVID-19 vaccine first",
    "article_link": "https://www.wfaa.com/article/news/health/coronavirus/cdc-committee-voting-tuesday-on-who-will-get-covid-vaccine-first/285-9701d221-bee4-472d-ae66-189249385a6d?utm_source=ground.news&utm_medium=referral",
    "media": "WFAA",
    "media_political_view": "Center",
    "event": "Vaccine",
    "event_link": "https://ground.news/article/800df068-c3d7-4058-9369-95f655a0a797/us-panel-to-decide-who-should-get-the-first-covid-19-shots",
    "category": "COVID",
    "abstract": "Tuesday the CDC's Advisory Committee on Immunization Practices will vote on who gets the vaccine first. Houston Dr. Robert Atmar with Baylor College of Medicine is one of 15 people who gets a vote.",
    "content": "\nTuesday the CDC's Advisory Committee on Immunization Practices will vote on who gets the vaccine first. Houston Dr. Robert Atmar with Baylor College of Medicine is one of 15 people who gets a vote.\n\n“We originally thought we would wait until we had a vaccine in front of us to make this decision about who to prioritize,\" he said.\n\nBut now, they’re holding an emergency meeting because the decision can’t wait.\n\nUp for consideration, the 21 million health care workers in the U.S. or the 3 million long term care residents. The committee can choose one or both because, at least in the first round, there will be a limited supply.\n\n“The anticipation is there will be around 20 million doses by the end of December,\" Dr. Atmar said.\n\nIn the running for those vaccines, Pfizer and Moderna. The FDA is expected to vote on emergency use for both by mid-December and the CDC says logistically they want to be ready.\n\n“While the timeline shorter than what we’ve seen with many other vaccines, none of the steps along the way have been skipped,\" Atmar said when asked about the issue of public trust in the vaccine.\n\nWhile we are close to a vaccine, he says it could be months before it’s available to everyone and that’s still ample time for the virus to spread.\n\nAtmar does think those first doses will be handed out before the end of December.\n"
}