{
    "article_title": "Which Americans will get the COVID vaccine first?",
    "article_link": "https://www.rawstory.com/2020/12/which-americans-will-get-the-vaccine-first/?utm_source=ground.news&utm_medium=referral",
    "media": "Raw Story",
    "media_political_view": "Left",
    "event": "Vaccine",
    "event_link": "https://ground.news/article/800df068-c3d7-4058-9369-95f655a0a797/us-panel-to-decide-who-should-get-the-first-covid-19-shots",
    "category": "COVID",
    "abstract": "The Pfizer and Moderna Covid vaccines could be approved in a matter of weeks, but who in the United States will get them first?",
    "content": "The Pfizer and Moderna Covid vaccines could be approved in a matter of weeks, but who in the United States will get them first?\n\nThough nothing has yet been decided, US experts may differ from other countries in prioritizing “critical workers” who keep society running — potentially even before people at highest risk.\n\nTo be clear, there won’t be one single set of rules for the whole nation.\n\nAt the risk of creating confusion, which was the case during the vaccine campaign against the H1N1 flu in 2009, the federal government only makes recommendations to states, who decide for themselves how to distribute the doses and who gets priority.\n\nTAKE THE POLL: Will you take a coronavirus vaccine when it's available?\nPanels of top experts have already delivered their opinions, which diverge in certain key respects and reveal the tension at the center of the debate: vaccines should both protect the most vulnerable and help facilitate a return to normal.\n\nIt’s on the question of jumpstarting the economy as quickly as possible that the US may set itself apart.\n\nFrance’s top health authority recommended starting with retirement home residents and employees who work there, followed by the elderly and health care workers, then the over-50s, people whose jobs put them at risk, medically high-risk people, the poor, and finally the rest of the population.\n\nThat’s the approach recommended by the World Health Organization and adopted by a number of rich countries, Saad Omer, director of the Yale Institute for Global Health, told AFP.\n\nIn the US, the National Academies of Science, Engineering and Medicine (NASEM) compiled a more than 200-page report suggesting frontline health care workers are given the vaccine first, then first responders such as paramedics, police and firefighters.\n\nNext would come people with two or more underlying conditions (including the likes of cancer, obesity and diabetes), whatever their age, then the two million people in nursing homes.\n\nFor the next phase, NASEM emphasizes less age and more profession, prioritizing “critical” workers who keep the country running.\n\nThese include teachers, workers from slaughterhouses to the supermarkets who keep Americans fed, and those who drive buses and trains, sell them their medicine, maintain order, or deliver mail and parcels.\n\nPeople in these jobs are often minority Hispanics or Black, and have been hit disproportionately by the pandemic.\n\nAfter these tens of millions of workers, the next on the list could be people who have one underlying condition, the homeless, prisoners, and people over 65 without comorbidities.\n\nYounger adults and students, who are at lower risk of severe disease but have been major spreaders of the virus, would come next, ahead of the rest of the population.\n\nThis is only a proposal. The Centers for Disease Prevention and Control (CDC) are awaiting the opinion of their own expert committee, which will vote on Tuesday.\n\nThis committee has previously suggested that it could prioritize health care personnel and critical workers, because immunizing them will provide a “multiplier effect”: not only are they essential cogs in the health response and the economy, but they are in contact with a lot of people.\n\nIn practice, these ethical, epidemiological and economic considerations may be ignored in the initial rush on doses.\n\nProblems remain to be solved: though it may be easy to target retirement homes and hospitals, how are pharmacists and doctors supposed to confirm that a person is indeed an essential worker, or that they have two underlying conditions?\n\nIn addition, the Trump administration has said it will not be bound by the advice of its scientists and that retirement homes will receive Pfizer/BioNTech vaccines as early as mid-December in the event of a regulatory green light.\n"
}